<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<HTML>

<HEAD>
 <TITLE>
  metro olografix : storico : avviso ai naviganti : Gioved&igrave; 26 Giugno 1997
 </TITLE>
 <LINK rel=stylesheet href="../storico.css" type="text/css">
 <META name="webmistress" content="ahpook@olografix.org">
 <META name="generator" content="notepad ;)">
</HEAD>

<BODY bgcolor="#FFFFFF" text="#000000">

 <TABLE width="725" cellspacing="0" cellpadding="0" border="0">
  <TR><TD width="100%" height="15" colspan="3">&nbsp;</TD></TR>
  <TR><TD width="100%" height="75" colspan="3">
   <IMG src="../stoimg/testatasto.gif" width="725" height="75" alt="metro testata" border="0" usemap="#testatasto">
  </TD></TR>
  <TR><TD width="100%" height="80" colspan="3" valign="top">
   <IMG src="../stoimg/barra.gif" width="725" height="40" alt="" border="0" usemap="#barra">
  </TD></TR>  
  <TR>
   <TD width="125">&nbsp;</TD>
   <TD width="540">
   <A href="index.html">
<IMG src="../stoimg/tilcentro.gif" border="0" alt="avviso ai naviganti. il centro on-line 1997" width="540" height="50">
</A>
   <TD width="60">&nbsp;</TD>
  </TR>
  <TR><TD width="100%" height="20" colspan="3">&nbsp;</TD></TR>
  <TR>
   <TD width="125">&nbsp;</TD>
   <TD width="540" class="sto">
    <H3><A name="su">Gioved&igrave; 26 Giugno 1997</A></H3>
    <UL>
     <LI><A href="#01">Il futuro passa nel cavo</A>
     <LI><A href="#02">Troppe lacrime vere per un pulcino virtuale</A>
     <LI><A href="#03">Glossario</A>
     <LI><A href="#04">I Trucchi</A>
     <LI><A href="#05">Il viaggio in rete inizia dal modulatore</A>
    </UL>
    <BR>
    <H3><A name="01">Il futuro passa nel cavo</A> : Citt&agrave; sventrata in nome delle nuove tecnologie</H3>
    <P>PESCARA- Se le strade della citt&agrave; di questi tempi si stanno trasformando in tanti piccoli cantieri, non c'&egrave; da imprecare pi&ugrave; di tanto. Il fine, tutto sommato, vale qualche mese di pazienza. Pescara, infatti, &egrave; stata scelta come &quot;citt&agrave; pilota&quot; (l'altra in Abruzzo &egrave; l'Aquila) per il cablaggio in fibra ottica della rete telefonica. Una vera e propria rivoluzione che potr&agrave; avere sviluppi incredibili per il mondo delle telecomunicazioni. Pur non sapendo ancora con esattezza  come questa rete potr&agrave; essere utilizzata, sono comunque  gi&agrave; note le grandi  possibilit&agrave; che la fibra ottica pu&ograve; offrire.</P>
    <P>Tuttavia, se la citt&agrave; viene cablata, ma mancano &quot;dorsali&quot; altrettanto veloci, si rischia di sottoutilizzare la rete cittadina. In sostanza, se la telefonia trarr&agrave; indubbiamente un gran beneficio, per le trasmissioni dati, ed Internet in particolare, entrano in gioco diversi altri fattori, tenendo anche presente che cablare in fibra ottica ha dei costi abbastanza alti.</P>
    <P>La differenza sostanziale tra la normale rete a rame e una rete a banda larga (la fibra ottica, ndc) &egrave; la capacit&agrave; di trasmissione dati, che &egrave; circa un milione di volte superiore.</P>
    <P>Questo significa che in teoria su un cavo ottico pu&ograve;  passare un'enorme quantit&agrave; di dati, oltretutto alla velocit&agrave; della luce. Le TV via cavo americane utilizzano la fibra ottica per la dorsale, e il normale cavo coassiale (quello, per intenderci, che va a finire dietro il televisore) per collegare l'utenza.</P>
    <P> Il futuro, anche alla luce di questi esempi d'oltreoceano, sembrerebbe orientato su reti a tecnologia mista. Il dubbio che &egrave; lecito porsi &egrave;: si stanno preparando anche delle dorsali degne di tale nome, che possano far sfruttare al massimo il cablaggio ottico? O ci si potrebbe ritrovare con una rete cittadina splendida ma inutilizzabile ai fini pratici? Se tutto andr&agrave; nel verso giusto, fra qualche anno ci sar&agrave; la possibilit&agrave; di vedere film in tempo reale con il computer da casa propria, e contemporaneamente fare videoconferenze con tutto il mondo. E' pur vero, per&ograve;, che tutto ci&ograve; potrebbe avere tempi lunghi e costi alti, perch&egrave; tutte le attrezzature odierne, a partire dal computer per finire con la TV e il telefono, dovranno essere completamente sostituiti con modelli predisposti alla telecomunicazione del futuro.</P>
<P><STRONG>STEFANO CHICCARELLI<BR>
<EM>(Associazione Culturale Telematica Metro Olografix)</EM></STRONG>
    </P>
    <P><A href="#su">&#94;</A></P><BR>
    <H3><A name="02">Troppe lacrime vere per un pulcino virtuale</A></H3>
    <P>PESCARA- Collassare perch&egrave; il proprio pulcino ha esalato l'ultimo respiro. Per carit&agrave;, l'affetto verso gli animali a volte &egrave; tale da provocare reazioni pi&ugrave; che giustificabili di fronte all'evento funesto. Quando per&ograve; sia l'amato pulcino che il suo ultimo respiro non sono altro che virtualit&agrave; acquistate in un negozio di giocattoli, e ciononostante qualcuno sviene ancora, allora dovremmo fermarci tutti e riflettere.</P>
<P>E' successo a Chieti domenica sera, &quot;perch&egrave; Tamagotchi  &egrave; morto&quot;. Cos&igrave; gli operatori del 118 si sono sentiti rispondere, magari con tono altrettanto drammatico e di solidariet&agrave;, da chi era in compagnia della liceale soccorsa. E in men che non si dica le televisioni nazionali hanno rilanciato dibattiti ed interrogativi inquietanti sulla mostruosa dipendenza psichica che questo portachiavi e i suoi tre pulsantini possono provocare nei rispettivi padroni.       </P>
<P>La verit&agrave; e che tutti sono letteralmente accecati ogni volta che c'&egrave; da confrontarsi con un computer o con qualcosa che solo lontantamente gli assomiglia. Il Tamagotchi &egrave; semplicemente un giochino, magari un p&ograve; idiota, e non si capisce perch&egrave; debba catalizzare intorno a s&egrave; tanto interesse. O forse si capisce bene: quasi sicuramente chi ne subisce gli effetti negativi &egrave; gi&agrave; autonomamente predisposto a certe forme di ossessione. Se per&ograve; queste riguardano la mor&igrave;a delle piante, o la mortadella andata a male, o il panico di non poter rispondere con esattezza alla domanda &quot;che ore sono?&quot;, dato che l'orario cambia con ogni secondo che passa, a nessuno pu&ograve; interessare. Dimostrazione ne sia che la stessa liceale chietina, non pi&ugrave; tardi della settimana scorsa, era gi&agrave; stata soccorsa dall'ambulanza per un malore successivo ad un brutto voto a scuola. </P>
<P>Si immagini, adesso, un ipotetico meccanico colto da orticaria perch&egrave; il pistone che aveva amorevolmente sostituito nel motore di una vettura &egrave; grippato senza apparente ragione. O un fantomatico bar, la cui macchina per il caff&egrave; si rifiuta di funzionare, provocando al titolare un violento attacco di dissenteria. Tutti &quot;drammi&quot; di fronte ai quali i problemi causati dal Tamagotchi, l'ultima stupidaggine digitale da accaparrarsi al volo, sarebbero veramente delle inezie. Invece gli psicologi, le troupe televisive, gli inviati speciali vengono scomodati per quest'ultimo parto a cristalli liquidi della creativit&agrave; nipponica. Pi&ugrave; o meno lo stesso trattamento che viene riservato senza troppi complimenti alla rete Internet, sbattuta in prima pagina se il primo che capita, facendo girare per il mondo una <EM>e-mail</EM>, annuncia lo scoppio della quarta guerra mondiale. Se la stessa identica notizia giungesse agli organi di informazione via fax, quel foglio finirebbe dritto nel cestino senza alcun titolo ad otto colonne. Eppure Internet, fino a prova contraria, sarebbe un mezzo di comunicazione alla pari dello stesso fax, della radio, della tv.  </P>
<P>Tornando dunque al pulcino, se qualcuno si sente male per il suo trapasso virtuale, cosa doverebbero dire allora gli utenti di Windows 95, il sistema operativo della Microsoft, che muore dieci volte al giorno paralizzando uffici e studi professionali? E se Tamagotchi crea tanta eco, non si spiega perch&egrave; non ne creino altrettanta le centinaia di feriti che ogni domenica affollano i pronto soccorso. Evidentemente nemmeno questi fanno pi&ugrave; notizia, eppure il loro sangue &egrave; tutt'altro che virtuale.</P>
<P>
<STRONG>ANDREA MONTI<BR>
<EM>(Associazione Culturale Telematica Metro Olografix)</EM></STRONG>
    </P>
    <P><A href="#su">&#94;</A></P><BR>
    <H3><A name="03">Glossario</A></H3>
    <P><STRONG>Backbone (dorsale):</STRONG> Rete di connessioni a banda larga tra centri di commutazione. Si intende per dorsale quella rete principale attraverso la quale passano la maggior parte dei dati e che mette in comunicazione diverse aree geografiche, famosa &egrave; NSFnet (National Science Foundation Network), che durante gli anni 80 divenne la Backbone di Internet negli Stati Uniti, e proibiva il traffico commerciale fino al 1992. Ora ha ceduto pezzi agli internet provider americani.</P>
<P><STRONG>Banda ampia:</STRONG> Circuito o canale di comunicazione di media capacit&agrave;. Normalmente richiede una velocit&agrave; da 64 Kbps a 1,544 Mbps. Per larghezza di banda si intende la velocit&agrave; che una rete pu&ograve; sostenere. Kbps sta per &quot;Kilo Bit Per Secondo&quot;, e non come normalmente si pensa &quot;Kilo Byte per secondo&quot; che &egrave; tutta un'altra cosa. Un Kilo Bit (1000 Bit) &egrave; sostanzialmente (8 Bit = 1 Byte)1 Byte=un carattere  </P>
<P><STRONG>Banda larga:</STRONG> Circuito o canale di comunicazione ad alta capacit&agrave;. Generalmente richiede una velocit&agrave; superiore a 1,544 Mbps. Le attuali backbone che gestiscono il grosso del traffico su internet viaggiano a velocit&agrave; di 2Mbit al secondo. Per Banda larga quindi si intende un collegamento che superi almeno la T1, che &egrave; un tipo di linea da 1,544Mbps. </P>
<P><STRONG>Baud (termine ormai sostituito da bps - bit al secondo):</STRONG> Numero di elementi di segnale trasmessi al secondo in un circuito. Un carattere come ad esempio "a" &egrave;      formato da 8 Bit (un Byte), quindi per capire quanti caratteri al secondo passano su una linea dati da 64Kbps bisogna dividere 64000 per 8 = 8.000 caratteri al secondo. 8.000 cps, ad esempio, &egrave; un'unit&agrave; di misura che spesso si vede scritta sui programmi di comunicazione in fase di trasferimento dati.</P>
    <P><A href="#su">&#94;</A></P><BR>
    <H3><A name="04">I Trucchi</A> : Modem, una porta difficile</H3>
    <P>Parlando di modem, di trucchi non ce ne sono molti, ma sicuramente ci sono degli utili consigli. Innanzi tutto al momento dell'acquisto, &egrave; bene accertarsi che sia fornito di memoria flash, dove viene immagazzinato il profilo di configurazione. Ormai tutti quelli nuovi ne sono provvisti, ma alcuni vecchi ed alcune sotto marche no.</P>
<P>E' poi consigliabile  acquistare sempre un modem esterno, che costa poco pi&ugrave; di quello interno ma se non si &egrave; pratici &egrave; l'ideale, e lo si pu&ograve; spostare facilmente da un computer ad un altro, oltre al fatto di non dover impazzire nel configurare gli IRQ (interrupts) delle COM (porte seriali) che spessissimo vanno in conflitto con il modem interno.</P>
<P>Se si possiede un modem interno bisogna assicurarsi che il fornitore lo installi sulla porta seriale COM4, altrimenti si avranno sicuramente dei problemi con la COM1, che di solito &egrave; occupata dal mouse.</P>
<P>Una volta installato il modem esterno, nel momento in cui lo si usa, prima di comporre il numero conviene dare come stringa di inizializzazione il comando ATX3 (che sostituisca l'ATX4 del settaggio di fabbrica). Questo permetter&agrave; al modem di capire il segnale di libero della linea italiana, e memorizzarlo con il comando AT&amp;W0. </P>
<P><EM>(s.c.)</EM>
    </P>
    <P><A href="#su">&#94;</A></P><BR>
    <H3><A name="05">Il viaggio in rete inizia dal modulatore</A> : Come funzionano i collegamenti tra computer che permettono di navigare</H3>
    <P>Per iniziare un corso di alfabetizzazione telematica non si pu&ograve; che partire dallo strumento che, insieme al computer, rende possibile qualsiasi connessione: il modem.</P>
<P>Questa sigla sta per MODulatore-DEModulatore, e sintetizza le due principali operazioni che esso svolge. Collegato al computer, il modem permette la trasmissione dati e la comunicazione tra terminali remoti, traducendo i dati del primo in segnale ad audiofrequenza che pu&ograve; essere trasmesso lungo le linee del telefono. Praticamente in un suono che arriva al secondo, il quale, dotato anch'esso di un modem, pu&ograve; "ascoltarlo".</P>
<P>Come &egrave; possibile scambiare informazioni fra due computer lungo una linea  telefonica? Fisicamente il  collegamento &egrave; a due fili, quindi la trasmissione non pu&ograve; che essere seriale. I bit di un byte vengono spediti uno per uno lungo il filo e poi riassemblati all'altro  capo. Il modem,  come  detto, fa da interfaccia fra il computer e la linea telefonica, modulando i bit in segnali che rientrino nella banda passante della linea, e demodulando i segnali in bit durante la ricezione. Concretamente esso genera una "pernacchia stridente" che ricorda i classici e interminabili caricamenti da cassetta dei cari vecchi home computer ad 8 bit (oppure, per rendere ancor megio l'idea, alla pernacchia telefonica di un fax).</P>
<P>Trasmissione seriale, si &egrave; detto, significa che  i bit di un byte vengono spediti l'uno dietro l'altro anzich&egrave; simultaneamente (o "in parallelo", come si dice). Praticamente questo apparecchietto ci permette di collegarci a computer lontani, usando le normali linee telefoniche, come se fossero vicini e avessimo la possibilit&agrave; di attaccarli con un cavo.</P>
<P>Tutto ci&ograve; permette tranquillamente di creare dei collegamenti molto utili e privi di vincoli geografici. Se cos&igrave; non fosse, per collegarvi con il vostro fornitore di servizi internet questo</P>
<P>sarebbe costretto a portarvi un "cavo" fisicamente a casa, con immediato aumento dei costi e con la scomodit&agrave; di potersi collegare ad internet solo da casa propria. Grazie al modem, invece, si &egrave; liberi di chiamare il proprio Internet Provider quando occorre, proprio come si farebbe dovendo telefonare ad un amico o ad un collega. </P>
<P>I prezzi di un modem attualmente oscillano tra le 200.000 e le 600.000 lire a seconda del modello e della velocit&agrave; (lasciando da parte per il momento i modem che vanno su linee ISDN). La velocit&agrave; di trasmissione di un modem &egrave; uno degli aspetti principali di cui tener conto al momento dell'acquisto, perch&egrave; comprare un modem lento per risparmiare qualche lira pu&ograve; portare poi, in termini di costi complessivi, ad una spesa maggiore (le telefonate durerebbero di pi&ugrave; a parit&agrave; di dati trasferiti). </P>
<P>Attualmente i modem su linee analogiche (le normali linee di casa) raggiungono una velocit&agrave; di 33.600 bps (bit per secondo). </P>
<P>
<STRONG>STEFANO CHICCARELLI<BR>
<EM>(Associazione Culturale Telematica Metro Olografix)</EM></STRONG>
    </P>
    <P><A href="#su">&#94;</A></P><BR>
    <HR width="540" noshade>
   </TD>
   <TD width="60">&nbsp;</TD>
  </TR>
  <TR>
   <TD width="125" valign=top>
    <IMG src="../stoimg/mx.gif" width="123" height="64" alt="">
   </TD>
   <TD width="600" colspan="2">
    <!-- barra links testuali !-->
    <P><A href="http://www.olografix.org/" OnMouseOver="window.status='home page di metro olografix'; return true">home</A> | <A href="../index.html" OnMouseOver="window.status='il web storico di metro olografix'; return true">storico</A> | <A href="index.html" OnMouseOver="window.status='il centro on-line'; return true">avviso ai naviganti</A></P>
    <!-- credits !-->
    <ADDRESS>
     &nbsp; &nbsp; http://storico.olografix.org/ilcentro/ilcentro2606.html :: aggiornato al 21 aprile 2001<BR>
     &nbsp; &nbsp; Metro Olografix ACT 2001 :: copyright dei rispettivi detentori<BR>
     &nbsp; &nbsp; sito a cura di .nezmar. e ah:pook :: contact: <A href="mailto:info@olografix.org">info@olografix.org</A><BR>
     <BR>
     &nbsp; &nbsp; &nbsp; <A href="http://validator.w3.org/check?uri=http%3A%2F%2Fwww.olografix.org%2Fstorico%2Filcentro%2Filcentro2606.html" target="new1"><IMG src="../stoimg/vh401.gif" width=88 height=31 alt="Valid HTML 4.01!" border=0></A> 
     &nbsp; &nbsp; &nbsp; <A href="http://jigsaw.w3.org/css-validator/validator?uri=www.olografix.org%2Fstorico%2Fstorico.css" target="new2"><IMG src="../stoimg/vcss.gif" width=88 height=31 alt="Valid CSS!" border=0></A>
    </ADDRESS>
   </TD>
  </TR> 
 </TABLE>

<MAP NAME="testatasto">
   <AREA SHAPE="POLY" COORDS="124,74,124,34,79,29,79,4,0,4,0,74,124,74,124,73" HREF="http://www.olografix.org/" OnMouseOver="window.status='home page di metro olografix'; return true" OnMouseOut="window.status=''; return true" alt="home page di metro olografix">
   <AREA SHAPE="POLY" COORDS="98,6,352,6,352,28,98,28,98,6" HREF="http://storico.olografix.org/" OnMouseOver="window.status='il web storico di metro olografix'; return true" OnMouseOut="window.status=''; return true" alt="il web storico di metro olografix">
   <AREA SHAPE="POLY" COORDS="183,29,339,29,339,50,184,50,183,29" HREF="mailto:info@olografix.org" OnMouseOver="window.status='scrivici'; return true" OnMouseOut="window.status=''; return true" alt="scrivici">
</MAP>
<MAP NAME="barra">
   <AREA SHAPE="RECT" COORDS="173,2,357,37" HREF="../index.html" OnMouseOver="window.status='indice dello storico'; return true" OnMouseOut="window.status=''; return true" alt="indice dello storico">
   <AREA SHAPE="RECT" COORDS="404,2,593,37" HREF="http://www.olografix.org/" OnMouseOver="window.status='metro olografix home page'; return true" OnMouseOut="window.status=''; return true" alt="home page di metro olografix">
</MAP>

</BODY>

</HTML>
