<HTML>
<HEAD>
 <TITLE>I...ludiamoci'98 - sezione fumetto</TITLE>
</HEAD>

<BODY BACKGROUND="sfondo.gif">
 <TABLE WIDTH=600>
  <TR>
  <TD width="20">
  <TD>
<A HREF="../index.html"><IMG src="../stoimg/stologog.gif" width="300" height="50" alt="web storico di metro olografix" border="0"></A>
    <P style="font-family: Arial, arial, sans-serif"><B>i.. ludiamoci</B>: <A href="../iludiamoci95/index.html" OnMouseOver="window.status='i.. ludiamoci95'; return true">1995</A> | <A href="../iludiamoci96/index.html" OnMouseOver="window.status='i.. ludiamoci96'; return true">1996</A> | <A href="../iludiamoci97/index.html" OnMouseOver="window.status='i.. ludiamoci97'; return true">1997</A> | <B>1998</B> | <A href="../iludiamoci99/index.html" OnMouseOver="window.status='i.. ludiamoci99'; return true">1999</A>
    </P>

  <IMG ALIGN=RIGHT SRC="fumetti.jpg">
 <BR><BR>

Quest'anno la sezione "fumetti" si articoler&agrave; in diversi eventi,
spaziando dalle esposizioni di tavole alle estemporanee di fumetto; 
verr&agrave; promosso, inoltre, per la prima volta ad "I...Ludiamoci" un 
concorso per aspiranti fumettisti.<BR>
Il piatto forte sar&agrave; la personale di <B>Sicomoro</B>, fumettista di rilievo 
internazionale, pubblicato in molti paesi (sopratutto Francia 
e Italia) e che solo recentemente si &egrave; avvicinato al fumetto seriale:
&egrave; proprio nel mese di settembre che uscir&agrave; la sua prima fatica
(sviluppata negli ultimi 5 anni), l'albo gigante di <I>"Martin Mystere"</I>,
mentre ad ottobre sar&agrave; il momento del suo "primo" <I>"Magico Vento"</I>.<BR>
La mostra creer&agrave; un percorso per parole ed immagini nel quale verr&agrave;
ripercorsa tutta la sua carriera, offrendo squarci anche su retroscena
e inediti fra i suoi lavori. Sar&agrave; inoltre esposta la produzione non 
fumettistica di un artista che &egrave; davvero difficile inquadrare in una 
singola definizione.<BR>
Una novit&agrave; per questa edizione di "I... Ludiamoci" sar&agrave; la 
realizzazione di <B>fumetti dal vivo</B>: oltre al concorso in estemporanea 
di sabato 5 (i lavori saranno esposti fino alla fine della 
manifestazione) ci sar&agrave; una giornata di contaminazione fra musica e 
fumetto: domenica 6 verranno trasmessi video e canzoni dei Beatles 
nell'arco della giornata mentre degli allievi della Scuola Romana dei
Fumetti di Pescara disegneranno tavole a fumetti e illustrazioni 
ispirate alle canzoni del gruppo di Liverpool.<BR>
"Last but not least" "I... Ludiamoci" dar&agrave; vita nei giorni di questa sua edizione "1998"
ad una storia a fumetti: un disegnatore dar&agrave; il via a questa storia 
realizzando la prima tavola il primo giorno della manifestazione, 
e ogni giorno un disegnatore diverso proseguir&agrave; la storia, 
senza sceneggiatura, in completa libert&agrave;; ognuno ralizzer&agrave; una tavola, 
partendo da dove la storia si era interrotta...<BR><BR>
<B>Da gioved&igrave; 3 Settembre</B><BR>
Inizia la storia a fumetti che ci accompagner&agrave; nel corso della manifestazione:<BR>
ogni disegnatore ispirandosi sulla tavola precedente proseguir&agrave; la storia liberamente.<BR><BR>
<B>Sabato 5 Settembre</B><BR>
Concorso: estemporanea di fumetti in giornata.<BR>
Le iscrizioni verrano raccolte in mattinata entro le ore 10:00; agli iscritti verranno consegnate le tavole timbrate.<BR>
La consegna &egrave; fissata per le ore 21:00. I lavori verranno esposti in mostrae la premiazione avverr&agrave; sabato 12 settembre.<BR><BR>
<B>Domenica 6 Settembre</B><BR>
Giornata Beatles: dalle ore 15:00 diversi disegnatori realizzeranno tavole ispirate alle canzoni dei Beatles diffuse nei locali della manifestazione.<BR><BR>
<B>Sabato 12 Settembre</B><BR>
Premiazione concorso estemporanea: ore 18:00, saranno presenti, oltre i membri della giuria, Sicomoro che ne &egrave; il presidente.<BR><BR>
<B>Domenica 13 Settembre</B><BR>
Incontro del pubblico con Sicomoro: ore 21:30, disegni per i presenti e autografi locandine.<BR><BR>
<BR><BR><BR><BR>
  <A HREF="index.html"><IMG BORDER=0 SRC="back.jpg"></A>  
  </TD></TR>
 </TABLE>

</BODY>
</HTML>
